Repository: fastrizwaan/WineCharm
Catalog: po/*.po
Languages: fr, hi, nl, ru

source: Rename Wine Prefix
fr: Renommer le préfixe Wine
hi: Wine प्रीफ़िक्स का नाम बदलें
nl: Wine-prefix hernoemen
ru: Переименоват префикс Wine

source: Enter new name for prefix directory: Current: {current_name}
fr: Entrez un nouveau nom pour le répertoire du préfixe : Actuel : {current_name}
hi: प्रीफ़िक्स डायरेक्टरी के लिए नया नाम दर्ज करें: वर्तमान: {current_name}
nl: Voer een nieuwe naam in voor de prefix-map: Huidige: {current_name}
ru: Ентер нев наме фор префикс директоры: Куррент: {current_name}

source: Rename
fr: Renommer
hi: नाम बदलें
nl: Hernoemen
ru: Переименоват

source: Script not found.
fr: Script introuvable.
hi: स्क्रिप्ट नहीं मिली।
nl: Script niet gevonden.
ru: Скрипт не наиден.

source: Open in file manager
fr: Ouvrir dans le gestionnaire de fichiers
hi: फ़ाइल प्रबंधक में खोलें
nl: Openen in bestandsbeheer
ru: Открыть в фаиловом менеджере

source: Copy path to clipboard
fr: Copier le chemin dans le presse-papiers
hi: पथ क्लिपबोर्ड पर कॉपी करें
nl: Pad kopiëren naar klembord
ru: Kopirovat put v буфер obmena

source: Full Path
fr: Chemin complet
hi: पूरा पथ
nl: Volledig pad
ru: Фулл Патх

source: Full Value
fr: Valeur complète
hi: पूरा मान
nl: Volledige waarde
ru: Фулл Валуе

source: Basic Information
fr: Informations de base
hi: मूल जानकारी
nl: Basisinformatie
ru: Основная информация

source: Program Name
fr: Nom du programme
hi: प्रोग्राम नाम
nl: Programmanaam
ru: Имя программы

source: Architecture
hi: आर्किटेक्चर
nl: Architectuur
ru: Арчитектуре

source: Creation Time
fr: Heure de création
hi: निर्माण समय
nl: Aanmaaktijd
ru: Время создания

source: Paths
fr: Chemins
hi: पथ
nl: Paden
ru: Пути

source: Wineprefix
fr: Préfixe Wine
ru: Винепрефикс

source: Size: {size}
fr: Taille : {size}
hi: आकार: {size}
nl: Grootte: {size}
ru: Сизе: {size}

source: Executable
fr: Exécutable
hi: एक्जिक्यूटेबल
nl: Uitvoerbaar bestand
ru: Ексекутабле

source: Script Path
fr: Chemin du script
hi: स्क्रिप्ट पथ
nl: Scriptpad
ru: Скрипт Патх

source: Configuration
hi: विन्यास
nl: Configuratie
ru: Конфигурация

source: Arguments
hi: तर्क
nl: Argumenten
ru: Аргументы

source: None
fr: Aucun
hi: कोई नहीं
nl: Geen
ru: Нет

source: Unknown (Directory not found)
fr: Inconnu (répertoire introuvable)
hi: अज्ञात (डायरेक्टरी नहीं मिली)
nl: Onbekend (map niet gevonden)
ru: Ункновн (Директоры нот фоунд)

source: Unknown (Error occurred)
fr: Inconnu (une erreur s'est produite)
hi: अज्ञात (त्रुटि हुई)
nl: Onbekend (fout opgetreden)
ru: Ункновн (Еррор оккурред)

source: No Shortcuts
fr: Aucun raccourci
hi: कोई शॉर्टकट नहीं
nl: Geen snelkoppelingen
ru: Ярлыки оцуцтвуют

source: No shortcuts found in {prefix_name}
fr: Aucun raccourci trouvé dans {prefix_name}
hi: {prefix_name} में कोई शॉर्टकट नहीं मिला
nl: Geen snelkoppelingen gevonden in {prefix_name}
ru: Но шорткуц фоунд ин {prefix_name}

source: Create Desktop Shortcuts
fr: Créer des raccourcis sur le bureau
hi: डेस्कटॉप शॉर्टकट बनाएं
nl: Bureaubladsnelkoppelingen aanmaken
ru: Создат ярлыки рабочего стола

source: Select shortcuts to create for {prefix_name}:
fr: Sélectionnez les raccourcis à créer pour {prefix_name} :
hi: {prefix_name} के लिए बनाने के लिए शॉर्टकट चुनें:
nl: Selecteer snelkoppelingen om aan te maken voor {prefix_name}:
ru: Селект шорткуц то креате фор {prefix_name}:

source: Application Category:
fr: Catégorie de l'application :
hi: एप्लिकेशन श्रेणी:
nl: Toepassingscategorie:
ru: Категория приложения:

source: Create
fr: Créer
hi: बनाएं
nl: Aanmaken
ru: Создат

source: Creation Error
fr: Erreur de création
hi: निर्माण त्रुटि
nl: Aanmaakfout
ru: Ошибка создания

source: Failed to create shortcut for {filename}: {error}
fr: Échec de la création du raccourci pour {filename} : {error}
hi: {filename} के लिए शॉर्टकट बनाने में विफल: {error}
nl: Snelkoppeling voor {filename} aanmaken mislukt: {error}
ru: файлед то креате шорткут фор {filename}: {error}

source: Shortcuts Created
fr: Raccourcis créés
hi: शॉर्टकट बन गए
nl: Snelkoppelingen aangemaakt
ru: Шорткуц Креатед

source: Successfully created {count} desktop shortcut(s) Category: {category}
fr: {count} raccourci(s) sur le bureau créé(s) avec succès Catégorie : {category}
hi: सफलतापूर्वक {count} डेस्कटॉप शॉर्टकट बनाए गए श्रेणी: {category}
nl: {count} bureaubladsnelkoppeling(en) succesvol aangemaakt Categorie: {category}
ru: Суккессфуллы креатед {count} десктоп шорткут(с) Категоры: {category}

source: No Shortcuts Created
fr: Aucun raccourci créé
hi: कोई शॉर्टकट नहीं बना
nl: Geen snelkoppelingen aangemaakt
ru: Ярлыки не созданы

source: No shortcuts were selected for creation.
fr: Aucun raccourci n'a été sélectionné pour la création.
hi: निर्माण के लिए कोई शॉर्टकट नहीं चुना गया।
nl: Er zijn geen snelkoppelingen geselecteerd voor aanmaak.
ru: Но шорткуц вере селектед фор креатион.

source: No desktop shortcuts found in {prefix_name}
fr: Aucun raccourci sur le bureau trouvé dans {prefix_name}
hi: {prefix_name} में कोई डेस्कटॉप शॉर्टकट नहीं मिला
nl: Geen bureaubladsnelkoppelingen gevonden in {prefix_name}
ru: Но десктоп шорткуц фоунд ин {prefix_name}

source: Delete Desktop Shortcuts
fr: Supprimer les raccourcis du bureau
hi: डेस्कटॉप शॉर्टकट हटाएं
nl: Bureaubladsnelkoppelingen verwijderen
ru: Удалит ярлыки рабочего стола

source: Select shortcuts to remove from {prefix_name}:
fr: Sélectionnez les raccourcis à supprimer de {prefix_name} :
hi: {prefix_name} से हटाने के लिए शॉर्टकट चुनें:
nl: Selecteer snelkoppelingen om te verwijderen uit {prefix_name}:
ru: Селект шорткуц то ремове фром {prefix_name}:

source: Deletion Error
fr: Erreur de suppression
hi: हटाने में त्रुटि
nl: Verwijderingsfout
ru: Ошибка удаления

source: Failed to delete {filename}: {error}
fr: Échec de la suppression de {filename} : {error}
hi: {filename} हटाने में विफल: {error}
nl: Verwijderen van {filename} mislukt: {error}
ru: файлед то делете {filename}: {error}

source: Shortcuts Removed
fr: Raccourcis supprimés
hi: शॉर्टकट हटाए गए
nl: Snelkoppelingen verwijderd
ru: Ярлыки удалены

source: Successfully deleted {count} desktop shortcut(s)
fr: {count} raccourci(s) sur le bureau supprimé(s) avec succès
hi: सफलतापूर्वक {count} डेस्कटॉप शॉर्टकट हटाए गए
nl: {count} bureaubladsnelkoppeling(en) succesvol verwijderd
ru: Суккессфуллы делетед {count} десктоп шорткут(с)

source: Nothing Deleted
fr: Rien n'a été supprimé
hi: कुछ भी नहीं हटाया गया
nl: Niets verwijderd
ru: Ничего не удалено

source: No shortcuts were selected for removal.
fr: Aucun raccourci n'a été sélectionné pour la suppression.
hi: हटाने के लिए कोई शॉर्टकट नहीं चुना गया।
nl: Er zijn geen snelkoppelingen geselecteerd voor verwijdering.
ru: Но шорткуц вере селектед фор ремовал.

source: Delete Wine Prefix
fr: Supprimer le préfixe Wine
hi: Wine प्रीफ़िक्स हटाएं
nl: Wine-prefix verwijderen
ru: Удалит префикс Wine

source: Deleting {prefix_name} will remove:
fr: Supprimer {prefix_name} supprimera :
hi: {prefix_name} हटाने से यह हट जाएगा:
nl: Het verwijderen van {prefix_name} zal het volgende verwijderen:
ru: Делетинг {prefix_name} вилл ремове:

source: No programs found in this Wine prefix.
fr: Aucun programme trouvé dans ce préfixe Wine.
hi: इस Wine प्रीफ़िक्स में कोई प्रोग्राम नहीं मिला।
nl: Geen programma's gevonden in deze Wine-prefix.
ru: Но програмс фоунд ин тхис Wine префикс.

source: No shortcuts are available for deletion in {prefix_dir}.
fr: Aucun raccourci disponible pour la suppression dans {prefix_dir}.
hi: {prefix_dir} में हटाने के लिए कोई शॉर्टकट उपलब्ध नहीं है।
nl: Geen snelkoppelingen beschikbaar voor verwijdering in {prefix_dir}.
ru: Но шорткуц аре аваилабле фор делетион ин {prefix_dir}.

source: Delete Shortcuts
fr: Supprimer les raccourcis
hi: शॉर्टकट हटाएं
nl: Snelkoppelingen verwijderen
ru: Удалит ярлыки

source: Select the shortcuts you want to delete for {prefix_name}:
fr: Sélectionnez les raccourcis que vous souhaitez supprimer pour {prefix_name} :
hi: वे शॉर्टकट चुनें जिन्हें आप {prefix_name} के लिए हटाना चाहते हैं:
nl: Selecteer de snelkoppelingen die u wilt verwijderen voor {prefix_name}:
ru: Селект тхе шорткуц ёу вант то делете фор {prefix_name}:

source: Edit Wine Arguments
fr: Modifier les arguments Wine
hi: Wine तर्क संपादित करें
nl: Wine-argumenten bewerken
ru: Изменит аргументы Wine

source: Modify the Wine arguments for this script:
fr: Modifiez les arguments Wine pour ce script :
hi: इस स्क्रिप्ट के लिए Wine तर्क संशोधित करें:
nl: Pas de Wine-argumenten aan voor dit script:
ru: Модифы тхе Wine аргуменц фор тхис скрипт:

source: New Shortcut
fr: Nouveau raccourci
hi: नया शॉर्टकट
nl: Nieuwe snelkoppeling
ru: Новый ярлык

source: Enter the new name for the shortcut:
fr: Entrez le nouveau nom du raccourci :
hi: शॉर्टकट के लिए नया नाम दर्ज करें:
nl: Voer de nieuwe naam in voor de snelkoppeling:
ru: Ентер тхе нев наме фор тхе шорткут:

source: Image and Executable files
fr: Fichiers image et exécutables
hi: छवि और एक्जिक्यूटेबल फ़ाइलें
nl: Afbeeldingen en uitvoerbare bestanden
ru: файлы изображениы и исполняеме фаилы

source: This will reset all changes and recreate the shortcut for {filename}. Do you want to proceed?
fr: Cela réinitialisera toutes les modifications et recréera le raccourci pour {filename}. Voulez-vous continuer ?
hi: यह सभी परिवर्तनों को रीसेट करेगा और {filename} के लिए शॉर्टकट पुनः बनाएगा। क्या आप आगे बढ़ना चाहते हैं?
nl: Dit zal alle wijzigingen resetten en de snelkoppeling voor {filename} opnieuw aanmaken. Wilt u doorgaan?
ru: Тхис вилл ресет алл чангес анд рекреате тхе шорткут фор {filename}. До ёу вант то прокеед?

source: Reset
fr: Réinitialiser
hi: रीसेट
nl: Resetten
ru: Сброс

source: Stop
fr: Arrêter
hi: रोकें
nl: Stoppen
ru: Остановит

source: Install dxvk and vkd3d
fr: Installer dxvk et vkd3d
hi: dxvk और vkd3d स्थापित करें
nl: dxvk en vkd3d installeren
ru: Установит dxvk и вкд3д

source: Select components to install:
fr: Sélectionnez les composants à installer :
hi: स्थापित करने के लिए घटक चुनें:
nl: Selecteer componenten om te installeren:
ru: Выберите компоненты для установки:

source: Install
fr: Installer
hi: स्थापित करें
nl: Installeren
ru: Установит

source: Installing Components
fr: Installation des composants en cours
hi: घटक स्थापित किए जा रहे हैं
nl: Componenten installeren
ru: Установка компонентов

source: Starting installation...
fr: Démarrage de l'installation...
hi: स्थापना शुरू की जा रही है...
nl: Installatie starten...
ru: Запуск установки...

source: No Selection
fr: Aucune sélection
hi: कोई चयन नहीं
nl: Geen selectie
ru: Нет выбора

source: Please select at least one component to install.
fr: Veuillez sélectionner au moins un composant à installer.
hi: कृपया स्थापित करने के लिए कम से कम एक घटक चुनें।
nl: Selecteer minimaal één component om te installeren.
ru: Выберите хотя бы один компонент для установки.

source: Installing {component}...
fr: Installation de {component} en cours...
hi: {component} स्थापित किया जा रहा है...
nl: {component} installeren...
ru: Инсталлинг {component}...

source: Installation Error
fr: Erreur d'installation
hi: स्थापना त्रुटि
nl: Installatiefout
ru: Ошибка установки

source: Failed to install {component}: Return code {code} try Open Terminal then run "winetricks -q dxvk vkd3d"
fr: Échec de l'installation de {component} : Code de retour {code} essayez d'ouvrir le terminal puis exécutez "winetricks -q dxvk vkd3d"
hi: {component} स्थापित करने में विफल: वापसी कोड {code} टर्मिनल खोलकर चलाने का प्रयास करें "winetricks -q dxvk vkd3d"
nl: Installatie van {component} mislukt: Terugkeercode {code} probeer Terminal te openen en voer uit: "winetricks -q dxvk vkd3d"
ru: файлед то инсталл {component}: Ретурн коде {code} тры Опен Терминал тхен рун "винетриккс -к dxvk вкд3д"

source: Failed to install {component}: {error}
fr: Échec de l'installation de {component} : {error}
hi: {component} स्थापित करने में विफल: {error}
nl: Installatie van {component} mislukt: {error}
ru: файлед то инсталл {component}: {error}

source: Installation complete
fr: Installation terminée
hi: स्थापना पूर्ण
nl: Installatie voltooid
ru: Установка завершена

source: Wine Charm
hi: वाइन चार्म
ru: Wine Чарм

source: Back
fr: Retour
hi: पीछे
nl: Terug
ru: Назад

source: Search
fr: Rechercher
hi: खोजें
nl: Zoeken
ru: Поиск

source: Toggle Icon/List View
fr: Basculer entre vue icônes/liste
hi: आइकन/सूची दृश्य टॉगल करें
nl: Schakel tussen pictogrammen- en lijstweergave
ru: Переключит вид иконки/список

source: Menu
hi: मेन्यू
ru: Мену

source: Name (A-Z)
fr: Nom (A-Z)
hi: नाम (A-Z)
nl: Naam (A-Z)
ru: Наме (A-Z)

source: Name (Z-A)
fr: Nom (Z-A)
hi: नाम (Z-A)
nl: Naam (Z-A)
ru: Наме (Z-A)

source: Wineprefix (A-Z)
fr: Préfixe Wine (A-Z)
ru: Винепрефикс (A-Z)

source: Wineprefix (Z-A)
fr: Préfixe Wine (Z-A)
ru: Винепрефикс (Z-A)

source: Time (Newest First)
fr: Heure (les plus récents en premier)
hi: समय (नवीनतम पहले)
nl: Tijd (nieuwste eerst)
ru: Тиме (Невест Фирст)

source: Time (Oldest First)
fr: Heure (les plus anciens en premier)
hi: समय (सबसे पुराना पहले)
nl: Tijd (oudste eerst)
ru: Тиме (Олдест Фирст)

source: 🔠 Sort
fr: 🔠 Trier
hi: 🔠 क्रमबद्ध करें
nl: 🔠 Sorteren
ru: 🔠 Сорт

source: 📂 Open
fr: 📂 Ouvrir
hi: 📂 खोलें
nl: 📂 Openen
ru: 📂 Опен

source: Error in search button handling: {e}
fr: Erreur dans la gestion du bouton de recherche : {e}
hi: खोज बटन प्रसंस्करण में त्रुटि: {e}
nl: Fout bij verwerken van zoekknop: {e}
ru: Еррор ин сеарч буттон хандлинг: {e}

source: No matches found for search term: {term}
fr: Aucun résultat trouvé pour le terme de recherche : {term}
hi: खोज शब्द के लिए कोई मिलान नहीं मिला: {term}
nl: Geen resultaten gevonden voor zoekterm: {term}
ru: Но матчес фоунд фор сеарч терм: {term}

source: EXE and MSI files
fr: Fichiers EXE et MSI
hi: EXE और MSI फ़ाइलें
nl: EXE- en MSI-bestanden
ru: EXE анд MSI филес

source: An error occurred: {e}
fr: Une erreur s'est produite : {e}
hi: एक त्रुटि हुई: {e}
nl: Er is een fout opgetreden: {e}
ru: Ан еррор оккурред: {e}

source: Error opening file manager: {e}
fr: Erreur lors de l'ouverture du gestionnaire de fichiers : {e}
hi: फ़ाइल प्रबंधक खोलने में त्रुटि: {e}
nl: Fout bij openen van bestandsbeheerder: {e}
ru: Еррор опенинг филе манагер: {e}

source: No suitable terminal emulator found.
fr: Aucun émulateur de terminal approprié trouvé.
hi: कोई उपयुक्त टर्मिनल एमुलेटर नहीं मिला।
nl: Geen geschikte terminalemulator gevonden.
ru: Но суитабле терминал емулатор фоунд.

source: Error opening terminal: {e}
fr: Erreur lors de l'ouverture du terminal : {e}
hi: टर्मिनल खोलने में त्रुटि: {e}
nl: Fout bij openen van terminal: {e}
ru: Еррор опенинг терминал: {e}

source: Options
hi: विकल्प
nl: Opties
ru: Оптионс

source: Open button disabled.
fr: Bouton Ouvrir désactivé.
hi: खोलें बटन अक्षम।
nl: Open-knop uitgeschakeld.
ru: Опен буттон дисаблед.

source: Open button enabled.
fr: Bouton Ouvrir activé.
hi: खोलें बटन सक्षम।
nl: Open-knop ingeschakeld.
ru: Опен буттон енаблед.

source: Step {current}/{total}
fr: Étape {current}/{total}
hi: चरण {current}/{total}
nl: Stap {current}/{total}
ru: Степ {current}/{total}

source: Settings
ru: Настройки

source: Single Prefix Mode
hi: सिंगल प्रीफ़िक्स मोड
ru: Режим одного префикса

source: Select a runner for the script:
hi: स्क्रिप्ट के लिए एक रनर चुनें:
ru: Селект а руннер фор тхе скрипт:

source: Download Runner
hi: रनर डाउनलोड करें
ru: Скачат руннер

source: Update Failed
hi: अद्यतन विफल
ru: Упдате файлед

source: No Runners Available
hi: कोई रनर उपलब्ध नहीं
ru: Но Руннерс Аваилабле

source: No Wine runners were found. Please download a runner to proceed.
hi: कोई Wine रनर नहीं मिला। आगे बढ़ने के लिए कृपया एक रनर डाउनलोड करें।
ru: Но Wine руннерс вере фоунд. Плеасе довнлоад а руннер то прокеед.

source: Set Default Runner
hi: डिफ़ॉल्ट रनर सेट करें
ru: Сет Дефаулт Runner

source: Select the default runner for the application:
hi: एप्लिकेशन के लिए डिफ़ॉल्ट रनर चुनें:
ru: Селект тхе дефаулт руннер фор тхе аппликатион:

source: Invalid Runner
hi: अमान्य रनर
ru: Инвалид Runner

source: Selected runner is missing Wine binaries (bin/wine or bin/wine64)
hi: चयनित रनर में Wine बाइनरीज़ (bin/wine या bin/wine64) गुम हैं
ru: Селектед руннер ис миссинг Wine бинариес (бин/вине ор бин/вине64)

source: Architecture Mismatch
hi: आर्किटेक्चर बेमेल
ru: Арчитектуре Мисматч

source: Cannot use 32-bit runner with 64-bit template. Template: %(template)s (%(tarch)s) Runner: %(runner)s (%(rarch)s)
hi: 64-बिट टेम्पलेट के साथ 32-बिट रनर का उपयोग नहीं कर सकते। टेम्पलेट: %(template)s (%(tarch)s) रनर: %(runner)s (%(rarch)s)
ru: Каннот усе 32-бит руннер витх 64-бит темплате. Template: %(template)s (%(tarch)s) Runner: %(runner)s (%(rarch)s)

source: The default runner has been set to %s
hi: डिफ़ॉल्ट रनर %s पर सेट किया गया है
ru: Тхе дефаулт руннер хас беен сет то %s

source: Default Runner Updated
hi: डिफ़ॉल्ट रनर अद्यतन हुआ
ru: Дефаулт Runner Упдатед

source: Wineboot Completed
hi: Wineboot पूर्ण
ru: Wineboot Комплетед

source: Updated Wine prefix for %(runner)s at %(prefix)s
hi: %(runner)s के लिए Wine प्रीफ़िक्स %(prefix)s पर अद्यतन किया गया
ru: Упдатед Wine префикс фор %(runner)s ат %(prefix)s

source: Wineboot error: %(error)s
hi: Wineboot त्रुटि: %(error)s
ru: Wineboot еррор: %(error)s

source: Run Wineboot?
hi: Wineboot चलाएं?
ru: Рун Wineboot?

source: Do you want to run wineboot to update the Wine prefix for %(runner)s at %(prefix)s?
hi: क्या आप %(runner)s के लिए Wine प्रीफ़िक्स %(prefix)s पर अद्यतन करने के लिए wineboot चलाना चाहते हैं?
ru: До ёу вант то рун винебоот то упдате тхе Wine префикс фор %(runner)s ат %(prefix)s?

source: Runner data not available
hi: रनर डेटा उपलब्ध नहीं
ru: Runner дата нот аваилабле

source: Please try again in a moment or restart the application.
hi: कृपया कुछ क्षणों में पुनः प्रयास करें या एप्लिकेशन पुनः आरंभ करें।
ru: Плеасе тры агаин ин а момент ор рестарт тхе аппликатион.

source: Download Wine Runner
hi: Wine रनर डाउनलोड करें
ru: Довнлоад Wine Runner

source: Select the runners you wish to download.
hi: वे रनर चुनें जिन्हें आप डाउनलोड करना चाहते हैं।
ru: Селект тхе руннерс ёу виш то довнлоад.

source: Wine-tkg
ru: Wine-ткг

source: Wine-WoW64
ru: Wine-Вов64

source: Choose...
ru: Выбрат...

source: Download
hi: डाउनलोड
ru: Довнлоад

source: Downloading Runners
hi: रनर डाउनलोड किए जा रहे हैं
ru: Довнлоадинг Руннерс

source: Download Error
hi: डाउनलोड त्रुटि
ru: Довнлоад Еррор

source: Failed to download %(runner)s: %(error)s
hi: %(runner)s डाउनलोड करने में विफल: %(error)s
ru: файлед то довнлоад %(runner)s: %(error)s

source: Download Cancelled
hi: डाउनलोड रद्द किया गया
ru: Довнлоад Канкеллед

source: The download was cancelled. Partially downloaded files have been deleted.
hi: डाउनलोड रद्द कर दिया गया। आंशिक रूप से डाउनलोड की गई फ़ाइलें हटा दी गई हैं।
ru: Тхе довнлоад вас канкеллед. Партиаллы довнлоадед филес хаве беен делетед.

source: Download Complete
hi: डाउनलोड पूर्ण
ru: Довнлоад Комплете

source: Successfully downloaded %(count)d runner.
hi: सफलतापूर्वक %(count)d रनर डाउनलोड किया गया।
ru: Суккессфуллы довнлоадед %(count)d руннер.

source: Download Incomplete
hi: डाउनलोड अपूर्ण
ru: Довнлоад Инкомплете

source: Some runners failed to download.
hi: कुछ रनर डाउनलोड करने में विफल रहे।
ru: Соме руннерс фаилед то довнлоад.

source: No runners found to delete.
hi: हटाने के लिए कोई रनर नहीं मिला।
ru: Но руннерс фоунд то делете.

source: Delete Runner
hi: रनर हटाएं
ru: Делете Runner

source: Select a runner to delete:
hi: हटाने के लिए एक रनर चुनें:
ru: Селект а руннер то делете:

source: Deletion Successful
hi: हटाना सफल
ru: Делетион Суккессфул

source: Runner '%s' was successfully deleted.
hi: रनर '%s' सफलतापूर्वक हटाया गया।
ru: Runner '%s' вас суккессфуллы делетед.

source: Failed to delete runner: %s
hi: रनर हटाने में विफल: %s
ru: файлед то делете руннер: %s

source: Invalid Selection
hi: अमान्य चयन
ru: Инвалид Селектион

source: No valid runner selected.
hi: कोई वैध रनर नहीं चुना गया।
ru: Но валид руннер селектед.

source: No runners found to backup.
hi: बैकअप के लिए कोई रनर नहीं मिला।
ru: Но руннерс фоунд то баккуп.

source: Backup Runner
hi: रनर का बैकअप लें
ru: Баккуп Runner

source: Select a runner to backup:
hi: बैकअप के लिए एक रनर चुनें:
ru: Селект а руннер то баккуп:

source: No Runner Selected
hi: कोई रनर नहीं चुना गया
ru: Но Runner Селектед

source: Please select a runner to backup.
hi: बैकअप के लिए कृपया एक रनर चुनें।
ru: Плеасе селект а руннер то баккуп.

source: Runner backup saved to %s.
hi: रनर बैकअप %s पर सहेजा गया।
ru: Runner баккуп савед то %s.

source: Backup Error
hi: बैकअप त्रुटि
ru: Баккуп Еррор

source: Failed to create runner backup: %s
hi: रनर बैकअप बनाने में विफल: %s
ru: файлед то креате руннер баккуп: %s

source: Runner restored successfully.
hi: रनर सफलतापूर्वक पुनर्स्थापित किया गया।
ru: Runner ресторед суккессфуллы.

source: Invalid Archive
hi: अमान्य संग्रह
ru: Инвалид Арчиве

source: The selected archive does not contain a valid runner.
hi: चयनित संग्रह में कोई वैध रनर नहीं है।
ru: Тхе селектед арчиве доес нот контаин а валид руннер.

source: Restore Error
hi: पुनर्स्थापना त्रुटि
ru: Ресторе Еррор

source: Failed to restore runner: %s
hi: रनर पुनर्स्थापित करने में विफल: %s
ru: файлед то ресторе руннер: %s

source: Selected directory is not a valid Wine runner
hi: चयनित डायरेक्टरी एक वैध Wine रनर नहीं है
ru: Селектед директоры ис нот а валид Wine руннер

source: Verifying runner
hi: रनर सत्यापित किया जा रहा है
ru: Верифыйнг руннер

source: Backing up existing runner
hi: मौजूदा रनर का बैकअप लिया जा रहा है
ru: Баккинг уп ексистинг руннер

source: Copying runner files
hi: रनर फ़ाइलों की प्रतिलिपि बनाई जा रही है
ru: Копыйнг руннер филес

source: Validating installation
hi: स्थापना सत्यापित की जा रही है
ru: Валидатинг инсталлатион

source: Setting permissions
hi: अनुमतियाँ सेट की जा रही हैं
ru: Сеттинг пермиссионс

source: Runner '%s' imported successfully
hi: रनर '%s' सफलतापूर्वक आयात किया गया
ru: Runner '%s' импортед суккессфуллы

source: Cleanup error: %s
hi: सफ़ाई त्रुटि: %s
ru: Клеануп еррор: %s

source: Runner Import Failed
hi: रनर आयात विफल
ru: Runner Импорт файлед

source: Yes
hi: हाँ
ru: Ес

source: No
hi: नहीं
ru: Но

source: Restore failed: %s
hi: पुनर्स्थापना विफल: %s
ru: Ресторе фаилед: %s

source: Failed to start restore: %s
hi: पुनर्स्थापना शुरू करने में विफल: %s
ru: файлед то старт ресторе: %s

source: Checking Uncompressed Size
ru: Проверка размера после распаковки

source: Performing Replacements
hi: प्रतिस्थापन किए जा रहे हैं
ru: Выполнение замен

source: Add Shortcuts to Script List
ru: Добавит ярлыки в список скриптов

source: Create Wineboot Required file
hi: Wineboot आवश्यक फ़ाइल बनाएं
ru: Создат обязателный файл Wineboot

source: Renaming and Merging User Directories
hi: उपयोगकर्ता डायरेक्टरी का नाम बदला जा रहा है और विलय किया जा रहा है
ru: Переименование и обединение каталогов ползователя

source: Search LNK Files and Append to Found List
ru: Наити файлы LNK и добавит в список наиденных

source: The estimated required space is %(need).2f MB, but only %(avail).2f MB is available. Please free up space.
hi: अनुमानित आवश्यक स्थान %(need).2f MB है, लेकिन केवल %(avail).2f MB उपलब्ध है। कृपया स्थान खाली करें।
ru: Тхе естиматед рекуиред спаке ис %(need).2f MB, бут онлы %(avail).2f MB ис аваилабле. Плеасе фрее уп спаке.

source: This will immediately stop the extraction process. Any partially extracted files will be cleaned up.
hi: यह निष्कर्षण प्रक्रिया को तुरंत रोक देगा। आंशिक रूप से निकाली गई किसी भी फ़ाइल को साफ़ कर दिया जाएगा।
ru: Тхис вилл иммедиателы стоп тхе екстрактион прокесс. Аны партиаллы екстрактед филес вилл бе клеанед уп.

source: Cancel Restore
hi: पुनर्स्थापना रद्द करें
ru: Канкел Ресторе

source: Restore process was cancelled and cleaned up successfully
hi: पुनर्स्थापना प्रक्रिया रद्द कर दी गई और सफलतापूर्वक साफ़ कर दी गई
ru: Ресторе прокесс вас канкеллед анд клеанед уп суккессфуллы

source: Error during cleanup: %s
hi: सफ़ाई के दौरान त्रुटि: %s
ru: Еррор дуринг клеануп: %s

source: Invalid Directory
hi: अमान्य डायरेक्टरी
ru: Инвалид Директоры
