Repository: fastrizwaan/WineCharm
Catalog: po/*.po
Languages: fr, hi, nl, ru

source: The selected directory does not appear to be a valid Wine directory.
hi: चयनित डायरेक्टरी एक वैध Wine डायरेक्टरी प्रतीत नहीं होती है।
ru: Тхе селектед директоры доес нот аппеар то бе а валид Wine директоры.

source: Backing up existing directory
hi: मौजूदा डायरेक्टरी का बैकअप लिया जा रहा है
ru: Баккинг уп ексистинг директоры

source: Copying Wine directory
hi: Wine डायरेक्टरी की प्रतिलिपि बनाई जा रही है
ru: Копыйнг Wine директоры

source: Creating scripts for .exe files
hi: .exe फ़ाइलों के लिए स्क्रिप्ट बनाई जा रही हैं
ru: Креатинг скрипц фор .ексе филес

source: An error occurred during '%(step)s': %(error)s
hi: '%(step)s' के दौरान एक त्रुटि हुई: %(error)s
ru: Ан еррор оккурред дуринг '%(step)s': %(error)s

source: Import failed: %s
hi: आयात विफल: %s
ru: Импорт фаилед: %s

source: The directory %(name)s already exists. Do you want to overwrite it?
ru: Тхе директоры %(name)s алреады ексисц. До ёу вант то оверврите ит?

source: Overwrite
hi: अधिलेखित करें
ru: Оверврите

source: Could not delete directory: %s
hi: डायरेक्टरी हटा नहीं सके: %s
ru: Коулд нот делете директоры: %s

source: Do you want to cancel the wine directory import process?
hi: क्या आप wine डायरेक्टरी आयात प्रक्रिया रद्द करना चाहते हैं?
ru: До ёу вант то канкел тхе вине директоры импорт прокесс?

source: Cancel Creation
hi: निर्माण रद्द करें
ru: Канкел Креатион

source: Wine directory import was cancelled but encountered errors during cleanup: %(error)s Backup directory may still exist at: %(backup)s
hi: Wine डायरेक्टरी आयात रद्द कर दिया गया लेकिन सफ़ाई के दौरान त्रुटियाँ आईं: %(error)s बैकअप डायरेक्टरी अभी भी यहाँ मौजूद हो सकती है: %(backup)s
ru: Wine директоры импорт вас канкеллед бут енкоунтеред еррорс дуринг клеануп: %(error)s Баккуп директоры май стилл ексист ат: %(backup)s

source: Wine directory import was cancelled
hi: Wine डायरेक्टरी आयात रद्द कर दिया गया
ru: Wine директоры импорт вас канкеллед

source: Error during error cleanup: %s
hi: त्रुटि सफ़ाई के दौरान त्रुटि: %s
ru: Еррор дуринг еррор клеануп: %s

source: Additional error during cleanup: %s
hi: सफ़ाई के दौरान अतिरिक्त त्रुटि: %s
ru: Аддитионал еррор дуринг клеануп: %s

source: Backup directory may still exist at: %s
hi: बैकअप डायरेक्टरी अभी भी यहाँ मौजूद हो सकती है: %s
ru: Баккуп директоры май стилл ексист ат: %s

source: Choose prefix mode for new games: Single prefix saves space but makes it harder to backup individual games.
hi: नए गेम्स के लिए प्रीफ़िक्स मोड चुनें: सिंगल प्रीफ़िक्स स्थान बचाता है लेकिन अलग-अलग गेम्स का बैकअप लेना कठिन बनाता है।
ru: Чоосе префикс моде фор нев гамес: Сингле префикс савес спаке бут макес ит хардер то баккуп индивидуал гамес.

source: Apply
hi: लागू करें
ru: Апплы

source: Warning
hi: चेतावनी
ru: Варнинг

source: Backup completed but there was an error updating the UI
hi: बैकअप पूरा हो गया लेकिन UI अद्यतन करने में एक त्रुटि हुई
ru: Баккуп комплетед бут тхере вас ан еррор упдатинг тхе UI

source: Backup saved to %s
hi: बैकअप %s पर सहेजा गया
ru: Баккуп савед то %s

source: Replace "%s" with '~' in script files
hi: स्क्रिप्ट फ़ाइलों में "%s" को '~' से बदलें
ru: Реплаке "%s" витх '~' ин скрипт филес

source: Backup was cancelled
hi: बैकअप रद्द कर दिया गया
ru: Баккуп вас канкеллед

source: There was an error updating the UI
hi: UI अद्यतन करने में एक त्रुटि हुई
ru: Тхере вас ан еррор упдатинг тхе UI

source: Do you want to cancel the backup process?
hi: क्या आप बैकअप प्रक्रिया रद्द करना चाहते हैं?
ru: До ёу вант то канкел тхе баккуп прокесс?

source: Bottling...
ru: Создание бутылки...

source: Creating Bottle archive
hi: बोतल संग्रह बनाया जा रहा है
ru: Креатинг Боттле арчиве

source: Updating exe_file Path in Script
hi: स्क्रिप्ट में exe_file पथ अद्यतन किया जा रहा है
ru: Упдатинг ексе_филе Патх ин Скрипт

source: Reverting exe_file Path in Script
hi: स्क्रिप्ट में exe_file पथ पूर्ववत किया जा रहा है
ru: Ревертинг ексе_филе Патх ин Скрипт

source: Updating runner Path in Script
hi: स्क्रिप्ट में रनर पथ अद्यतन किया जा रहा है
ru: Упдатинг руннер Патх ин Скрипт

source: Reverting runner Path in Script
hi: स्क्रिप्ट में रनर पथ पूर्ववत किया जा रहा है
ru: Ревертинг руннер Патх ин Скрипт

source: Bottle created but there was an error updating the UI
hi: बोतल बन गई लेकिन UI अद्यतन करने में एक त्रुटि हुई
ru: Боттле креатед бут тхере вас ан еррор упдатинг тхе UI

source: Bottle Created
hi: बोतल बन गई
ru: Боттле Креатед

source: Not Mounted or Deleted? %s
hi: माउंट नहीं हुआ या हटाया गया? %s
ru: Нот Моунтед ор Делетед? %s

source: Large Game Directory
hi: बड़ी गेम डायरेक्टरी
ru: Ларге Гаме Директоры

source: The game directory size is %(size)sGB. Do you want to continue?
ru: Тхе гаме директоры сизе ис %(size)sGB. До ёу вант то континуе?

source: Bottle creation was cancelled
hi: बोतल निर्माण रद्द कर दिया गया
ru: Боттле креатион вас канкеллед

source: Cancel Bottle Creation
hi: बोतल निर्माण रद्द करें
ru: Канкел Боттле Креатион

source: Do you want to cancel the bottle creation process?
hi: क्या आप बोतल निर्माण प्रक्रिया रद्द करना चाहते हैं?
ru: До ёу вант то канкел тхе боттле креатион прокесс?

source: OK
hi: ठीक

source: Runner
fr: Lanceur
hi: रनर
