Repository: fastrizwaan/WineCharm
Catalog: po/*.po
Languages: fr, hi, nl, ru

source: Game Directory Already Exists
hi: गेम डायरेक्टरी पहले से मौजूद है
ru: Каталог игры уже существует

source: The game directory for '%s' is already in the Wine prefix. No action is needed.
hi: '%s' के लिए गेम डायरेक्टरी पहले से ही Wine प्रीफ़िक्स में है। किसी कार्रवाई की आवश्यकता नहीं है।
ru: Тхе гаме директоры фор '%s' ис алреады ин тхе Wine префикс. Но актион ис неедед.

source: Cannot copy the selected game directory
hi: चयनित गेम डायरेक्टरी की प्रतिलिपि नहीं बना सकते
ru: Не удалос скопироват выбранный каталог игры

source: Please move the files to a different directory to create a bundle.
hi: कृपया बंडल बनाने के लिए फ़ाइलों को किसी भिन्न डायरेक्टरी में ले जाएं।
ru: Переместите фаилы в другои каталог, чтобы создат пакет.

source: Insufficient Disk Space
hi: अपर्याप्त डिस्क स्थान
ru: Недостаточно места на диске

source: There is not enough space to import the game directory.
hi: गेम डायरेक्टरी आयात करने के लिए पर्याप्त स्थान नहीं है।
ru: Недостаточно места для импорта каталога игры.

source: Copying Game Directory
hi: गेम डायरेक्टरी की प्रतिलिपि बनाई जा रही है
ru: Копирование каталога игры

source: Updating Script Path
hi: स्क्रिप्ट पथ अद्यतन किया जा रहा है
ru: Обновление пути скрипта

source: Open
fr: Ouvrir
hi: खोलें
nl: Openen
ru: Открыть

source: 🛠️ Settings...
fr: 🛠️ Paramètres...
hi: 🛠️ सेटिंग्स...
nl: 🛠️ Instellingen...
ru: 🛠️ Сеттингс...

source: ☠️ Kill all...
fr: ☠️ Tout arrêter...
hi: ☠️ सभी समाप्त करें...
nl: ☠️ Alles stoppen...
ru: ☠️ Килл алл...

source: 🍾 Restore...
fr: 🍾 Restaurer...
hi: 🍾 पुनर्स्थापित करें...
nl: 🍾 Herstellen...
ru: 🍾 Ресторе...

source: 📥 Import Wine Directory
fr: 📥 Importer un répertoire Wine
hi: 📥 Wine डायरेक्टरी आयात करें
nl: 📥 Wine-map importeren
ru: 📥 Импорт Wine Директоры

source: 📥 Import WineZGUI Scripts...
fr: 📥 Importer des scripts WineZGUI...
hi: 📥 WineZGUI स्क्रिप्ट्स आयात करें...
nl: 📥 WineZGUI-scripts importeren...
ru: 📥 Импорт WineZGUI Скрипц...

source: ❓ Help...
fr: ❓ Aide...
hi: ❓ सहायता...
ru: ❓ Хелп...

source: 📖 About...
fr: 📖 À propos...
hi: 📖 के बारे में...
nl: 📖 Over...
ru: 📖 Абоут...

source: 🚪 Quit...
fr: 🚪 Quitter...
hi: 🚪 बाहर निकलें...
nl: 🚪 Afsluiten...
ru: 🚪 Куит...

source: Processing
fr: Traitement en cours
hi: प्रसंस्करण
nl: Verwerken
ru: Обработка

source: Restoring
fr: Restauration en cours
hi: पुनर्स्थापित किया जा रहा है
nl: Herstellen
ru: Восстановление

source: Invalid File Type
fr: Type de fichier invalide
hi: अमान्य फ़ाइल प्रकार
nl: Ongeldig bestandstype
ru: Недопустимый тип фаила

source: Only .exe and .msi files are supported.
fr: Seuls les fichiers .exe et .msi sont pris en charge.
hi: केवल .exe और .msi फ़ाइलें समर्थित हैं।
nl: Alleen .exe- en .msi-bestanden worden ondersteund.
ru: Поддерживаюця толко фаилы .ексе и .мси.

source: Play
fr: Jouer
hi: चलाएं
nl: Spelen
ru: Запустить

source: Script Error
fr: Erreur de script
hi: स्क्रिप्ट त्रुटि
nl: Scriptfout
ru: Ошибка скрипта

source: Failed to reload script data.
fr: Échec du rechargement des données du script.
hi: स्क्रिप्ट डेटा पुनः लोड करने में विफल।
nl: Scriptgegevens opnieuw laden mislukt.
ru: Не удалос перезагрузит данне скрипта.

source: Runner Error
fr: Erreur du lanceur
hi: रनर त्रुटि
nl: Runnerfout
ru: Ошибка руннер

source: Failed to get runner. Error: %s
fr: Impossible d'obtenir le lanceur. Erreur : %s
hi: रनर प्राप्त करने में विफल। त्रुटि: %s
nl: Runner ophalen mislukt. Fout: %s
ru: Не удалос получит руннер. Ошибка: %s

source: Executable Not Found
fr: Exécutable introuvable
hi: एक्जिक्यूटेबल नहीं मिला
nl: Uitvoerbaar bestand niet gevonden
ru: Исполняемый фаил не наиден

source: Exe Not Found
fr: Fichier .exe introuvable
hi: Exe नहीं मिला
nl: .exe niet gevonden
ru: Ексе Нот Фоунд

source: Argument Error
fr: Erreur d'argument
hi: तर्क त्रुटि
nl: Argumentfout
ru: Ошибка аргумента

source: Launch Failed
fr: Échec du lancement
hi: लॉन्च विफल
nl: Starten mislukt
ru: Не удалос запустит

source: Launch Error
fr: Erreur de lancement
hi: लॉन्च त्रुटि
nl: Startfout
ru: Ошибка запуска

source: Failed to launch: %s
hi: लॉन्च करने में विफल: %s
ru: Не удалос запустит: %s

source: Wineboot failed (code %(code)d): %(stderr)s
hi: Wineboot विफल (कोड %(code)d): %(stderr)s
ru: Wineboot фаилед (коде %(code)d): %(stderr)s

source: Wineboot Error
fr: Erreur de wineboot
hi: Wineboot त्रुटि
nl: Wineboot-fout
ru: Ошибка Wineboot

source: Prefix Update Failed
fr: Échec de la mise à jour du préfixe
hi: प्रीफ़िक्स अद्यतन विफल
nl: Prefix bijwerken mislukt
ru: Не удалос обновит префикс

source: Close
fr: Fermer
hi: बंद करें
nl: Sluiten
ru: Закрыть

source: Show Log
hi: लॉग दिखाएं
ru: Показать журнал

source: Log Content
hi: लॉग सामग्री
ru: Содержимое журнала

source: Copy to Clipboard
hi: क्लिपबोर्ड पर कॉपी करें
ru: Kopirovat v буфер obmena

source: Invalid file type:
fr: Type de fichier invalide :
hi: अमान्य फ़ाइल प्रकार:
nl: Ongeldig bestandstype:
ru: Недопустимый тип фаила:

source: Only .exe, .msi, .charm, .bottle, .prefix, or .wzt files are allowed.
fr: Seuls les fichiers .exe, .msi, .charm, .bottle, .prefix ou .wzt sont autorisés.
hi: केवल .exe, .msi, .charm, .bottle, .prefix, या .wzt फ़ाइलें अनुमत हैं।
nl: Alleen .exe-, .msi-, .charm-, .bottle-, .prefix- of .wzt-bestanden zijn toegestaan.
ru: Разрешены толко фаилы .ексе, .мси, .чарм, .боттле, .префикс или .взт.

source: Set Wine Architecture
hi: Wine आर्किटेक्चर सेट करें
ru: Выбрат архитектуру Wine

source: Select the default architecture for new prefixes:
hi: नए प्रीफ़िक्स के लिए डिफ़ॉल्ट आर्किटेक्चर चुनें:
ru: Выберите архитектуру по умолчанию для новых префиксов:

source: 32-bit (win32)
ru: 32-бит (вин32)

source: 64-bit (win64)
ru: 64-бит (вин64)

source: Cancel
fr: Annuler
hi: रद्द करें
nl: Annuleren
ru: Отмена

source: Template Deleted
hi: टेम्पलेट हटाया गया
ru: Template Делетед

source: Template '%(old)s' has been deleted, using '%(new)s'.
hi: टेम्पलेट '%(old)s' हटा दिया गया है, '%(new)s' का उपयोग किया जा रहा है।
ru: Template '%(old)s' хас беен делетед, усинг '%(new)s'.

source: Copy
ru: Копироват

source: Paste
ru: Вставит

source: Select Directories to Backup
fr: Sélectionnez les répertoires à sauvegarder
hi: बैकअप में शामिल करने के लिए डायरेक्टरी चुनें
nl: Selecteer mappen om te backuppen
ru: Селект Директориес то Баккуп

source: Choose which directories to include in the backup.
fr: Choisissez quels répertoires inclure dans la sauvegarde.
hi: चुनें कि बैकअप में कौन सी डायरेक्टरी शामिल करनी है।
nl: Kies welke mappen u wilt opnemen in de back-up.
ru: Чоосе вхич директориес то инклуде ин тхе баккуп.

source: Add Directory
fr: Ajouter un répertoire
hi: डायरेक्टरी जोड़ें
nl: Map toevoegen
ru: Адд Директоры

source: Error
fr: Erreur
hi: त्रुटि
nl: Fout
ru: Ошибка

source: Failed to save directories: {}
fr: Échec de la sauvegarde des répertoires : {}
hi: डायरेक्टरी सहेजने में विफल: {}
nl: Mappen opslaan mislukt: {}
ru: файлед то саве директориес: {}

source: Select Directory to Add
fr: Sélectionnez un répertoire à ajouter
hi: जोड़ने के लिए डायरेक्टरी चुनें
nl: Selecteer map om toe te voegen
ru: Селект Директоры то Адд

source: Backup Complete
fr: Sauvegarde terminée
hi: बैकअप पूर्ण
nl: Back-up voltooid
ru: Резервное копирование завершено

source: User directories saved to: {}
fr: Répertoires utilisateur enregistrés dans : {}
hi: उपयोगकर्ता डायरेक्टरी यहाँ सहेजी गई: {}
nl: Gebruikersmappen opgeslagen naar: {}
ru: Усер директориес савед то: {}

source: Backup Failed
fr: Échec de la sauvegarde
hi: बैकअप विफल
nl: Back-up mislukt
ru: Сбои резервного копирования

source: Saved Files (*.sav.tar.zst, *.saved)
hi: सहेजी गई फ़ाइलें (*.sav.tar.zst, *.saved)
nl: Opgeslagen bestanden (*.sav.tar.zst, *.saved)
ru: Савед Филес (*.сав.тар.зст, *.савед)

source: Confirm Restore
fr: Confirmer la restauration
hi: पुनर्स्थापना की पुष्टि करें
nl: Herstellen bevestigen
ru: Подтвердит восстановление

source: Restoring from {} will overwrite existing user directories. Proceed?
fr: Restaurer depuis {} écrasera les répertoires utilisateur existants. Continuer ?
hi: {} से पुनर्स्थापना मौजूदा उपयोगकर्ता डायरेक्टरी को अधिलेखित कर देगी। आगे बढ़ें?
nl: Herstellen van {} overschrijft bestaande gebruikersmappen. Doorgaan?
ru: Ресторинг фром {} вилл оверврите ексистинг усер директориес. Прокеед?

source: Restore
fr: Restaurer
hi: पुनर्स्थापित करें
nl: Herstellen
ru: Восстановит

source: Restore Complete
fr: Restauration terminée
hi: पुनर्स्थापना पूर्ण
nl: Herstellen voltooid
ru: Восстановление завершено

source: User directories restored to: {}
fr: Répertoires utilisateur restaurés dans : {}
hi: उपयोगकर्ता डायरेक्टरी यहाँ पुनर्स्थापित की गई: {}
nl: Gebruikersmappen hersteld naar: {}
ru: Усер директориес ресторед то: {}

source: Restore Failed
fr: Échec de la restauration
hi: पुनर्स्थापना विफल
nl: Herstellen mislukt
ru: Сбои восстановления

source: Directory must be within Wine prefix
hi: डायरेक्टरी Wine प्रीफ़िक्स के भीतर होनी चाहिए
nl: Map moet binnen de Wine-prefix liggen
ru: Директоры муст бе витхин Wine префикс

source: Cannot select dosdevices or its subdirectories
hi: dosdevices या उसकी उपडायरेक्टरी का चयन नहीं कर सकते
nl: Kan dosdevices of zijn submappen niet selecteren
ru: Каннот селект досдевикес ор иц субдиректориес

source: Cannot select drive_c/windows or its subdirectories
hi: drive_c/windows या उसकी उपडायरेक्टरी का चयन नहीं कर सकते
nl: Kan drive_c/windows of zijn submappen niet selecteren
ru: Каннот селект дриве_к/виндовс ор иц субдиректориес

source: Cannot select the wineprefix directory
hi: wineprefix डायरेक्टरी का चयन नहीं कर सकते
nl: Kan de wineprefix-map niet selecteren
ru: Каннот селект тхе винепрефикс директоры

source: Cannot select the drive_c directory
hi: drive_c डायरेक्टरी का चयन नहीं कर सकते
nl: Kan de drive_c-map niet selecteren
ru: Каннот селект тхе дриве_к директоры

source: Directory Not Found
hi: डायरेक्टरी नहीं मिली
ru: Каталог не наиден

source: WineZGUI prefixes directory not found: %s
hi: WineZGUI प्रीफ़िक्स डायरेक्टरी नहीं मिली: %s
ru: WineZGUI префиксес директоры нот фоунд: %s

source: No Scripts Found
hi: कोई स्क्रिप्ट नहीं मिली
ru: Скрипты не наидены

source: No .sh files found in WineZGUI prefixes directory.
hi: WineZGUI प्रीफ़िक्स डायरेक्टरी में कोई .sh फ़ाइल नहीं मिली।
ru: Но .ш филес фоунд ин WineZGUI префиксес директоры.

source: Processing Complete
hi: प्रसंस्करण पूर्ण
ru: Обработка завершена

source: Created %d .charm files from WineZGUI scripts.
hi: WineZGUI स्क्रिप्ट से %d .charm फ़ाइलें बनाई गईं।
ru: Креатед %d .чарм филес фром WineZGUI скрипц.

source: Initializing wineprefix
hi: wineprefix आरंभ किया जा रहा है
ru: Инициализация префикса Wine

source: Replace symbolic links with directories
hi: सांकेतिक लिंक को डायरेक्टरी से बदलें
ru: Реплаке сымболик линкс витх директориес

source: Installing arial font
hi: एरियल फ़ॉन्ट स्थापित किया जा रहा है
ru: Установка шрифта Arial

source: Installing openal
hi: openal स्थापित किया जा रहा है
ru: Установка OpenAL

source: Processing...
fr: Traitement en cours...
hi: प्रसंस्करण...
nl: Verwerken...
ru: Прокессинг...

source: Cancel Initialization
hi: आरंभीकरण रद्द करें
ru: Канкел Инитиализатион

source: Do you want to cancel the template initialization process?
hi: क्या आप टेम्पलेट आरंभीकरण प्रक्रिया रद्द करना चाहते हैं?
ru: До ёу вант то канкел тхе темплате инитиализатион прокесс?

source: Continue
hi: जारी रखें
ru: Продолжит

source: Creating basic wineprefix
hi: मूल wineprefix बनाया जा रहा है
ru: Креатинг басик винепрефикс

source: Setting up directories
hi: डायरेक्टरी सेटअप किया जा रहा है
ru: Сеттинг уп директориес

source: Basic Template Created
hi: मूल टेम्पलेट बन गया
ru: Басик Template Креатед

source: A basic template was created and settings were updated. Some features may be limited.
hi: एक मूल टेम्पलेट बनाया गया और सेटिंग्स अद्यतन की गईं। कुछ सुविधाएँ सीमित हो सकती हैं।
ru: A басик темплате вас креатед анд сеттингс вере упдатед. Соме феатурес май бе лимитед.

source: No Templates
hi: कोई टेम्पलेट नहीं
ru: Шаблоны оцуцтвуют

source: No valid templates found.
hi: कोई वैध टेम्पलेट नहीं मिला।
ru: Допустиме шаблоны не наидены.

source: Set Default Template
hi: डिफ़ॉल्ट टेम्पलेट सेट करें
ru: Установит шаблон по умолчанию

source: Template architecture will be set automatically
hi: टेम्पलेट आर्किटेक्चर स्वचालित रूप से सेट हो जाएगा
ru: Template арчитектуре вилл бе сет аутоматикаллы

source: Save
hi: सहेजें
ru: Сохранит

source: Template Updated
hi: टेम्पलेट अद्यतन हुआ
ru: Template Упдатед

source: Set default template to: %(template)s Architecture: %(arch)s
hi: डिफ़ॉल्ट टेम्पलेट सेट किया गया: %(template)s आर्किटेक्चर: %(arch)s
ru: Сет дефаулт темплате то: %(template)s Арчитектуре: %(arch)s

source: No templates found to delete.
hi: हटाने के लिए कोई टेम्पलेट नहीं मिला।
ru: Но темплатес фоунд то делете.

source: Delete Template
hi: टेम्पलेट हटाएं
ru: Удалит шаблон

source: Select a template to permanently delete:
hi: स्थायी रूप से हटाने के लिए एक टेम्पलेट चुनें:
ru: Селект а темплате то перманентлы делете:

source: Delete
fr: Supprimer
hi: हटाएं
nl: Verwijderen
ru: Удалит

source: Protected Template
hi: संरक्षित टेम्पलेट
ru: Защищенный шаблон

source: Cannot delete the active / default %s template! Switch architectures / template first to delete this template.
hi: सक्रिय / डिफ़ॉल्ट %s टेम्पलेट नहीं हटा सकते! इस टेम्पलेट को हटाने के लिए पहले आर्किटेक्चर / टेम्पलेट बदलें।
ru: Каннот делете тхе активе / дефаулт %s темплате! Свитч арчитектурес / темплате фирст то делете тхис темплате.

source: Deleted
hi: हटाया गया
ru: Делетед

source: Removed: %s
hi: हटाया गया: %s
ru: Ремовед: %s

source: Deletion failed: %s
hi: हटाने में विफल: %s
ru: Делетион фаилед: %s

source: Confirm Deletion
hi: हटाने की पुष्टि करें
ru: Подтвердит удаление

source: Permanently delete: %(name)s?
ru: Перманентлы делете: %(name)s?

source: Keep
hi: रखें
ru: Оставит

source: Delete Forever
hi: हमेशा के लिए हटाएं
ru: Удалит навсегда

source: Invalid Template
hi: अमान्य टेम्पलेट
ru: Недопустимый шаблон

source: Selected directory is not a valid Wine prefix
hi: चयनित डायरेक्टरी एक वैध Wine प्रीफ़िक्स नहीं है
ru: Селектед директоры ис нот а валид Wine префикс

source: Verifying template
hi: टेम्पलेट सत्यापित किया जा रहा है
ru: Верифыйнг темплате

source: Backing up existing template
hi: मौजूदा टेम्पलेट का बैकअप लिया जा रहा है
ru: Баккинг уп ексистинг темплате

source: Copying template files
hi: टेम्पलेट फ़ाइलों की प्रतिलिपि बनाई जा रही है
ru: Копыйнг темплате филес

source: Processing registry files
hi: रजिस्ट्री फ़ाइलों का प्रसंस्करण
ru: Прокессинг регистры филес

source: Standardizing user directories
hi: उपयोगकर्ता डायरेक्टरी मानकीकृत की जा रही हैं
ru: Стандардизинг усер директориес

source: Cleaning template files
hi: टेम्पलेट फ़ाइलों की सफ़ाई की जा रही है
ru: Клеанинг темплате филес

source: Importing %s
hi: %s आयात किया जा रहा है
ru: Импортинг %s

source: Success
hi: सफलता
ru: Успешно

source: Template '%s' imported successfully
hi: टेम्पलेट '%s' सफलतापूर्वक आयात किया गया
ru: Template '%s' импортед суккессфуллы

source: Template Import Failed
hi: टेम्पलेट आयात विफल
ru: Импорт шаблона не удался

source: No Templates Available
hi: कोई टेम्पलेट उपलब्ध नहीं
ru: Нет доступных шаблонов

source: No templates found to backup.
hi: बैकअप के लिए कोई टेम्पलेट नहीं मिला।
ru: Но темплатес фоунд то баккуп.

source: Backup Template
hi: टेम्पलेट का बैकअप लें
ru: Резервная копия шаблона

source: Select a template to backup:
hi: बैकअप के लिए एक टेम्पलेट चुनें:
ru: Селект а темплате то баккуп:

source: Replace "%s" with '~' in files
hi: फ़ाइलों में "%s" को '~' से बदलें
ru: Реплаке "%s" витх '~' ин филес

source: Reverting user-specific .reg changes
hi: उपयोगकर्ता-विशिष्ट .reg परिवर्तन पूर्ववत किए जा रहे हैं
ru: Ревертинг усер-спекифик .рег чангес

source: Replace "/media/%s" with '/media/%%USERNAME%%' in files
hi: फ़ाइलों में "/media/%s" को '/media/%%USERNAME%%' से बदलें
ru: Реплаке "/медиа/%s" витх '/медиа/%%USERNAME%%' ин филес

source: Creating backup archive
hi: बैकअप संग्रह बनाया जा रहा है
ru: Креатинг баккуп арчиве

source: Re-applying user-specific .reg changes
hi: उपयोगकर्ता-विशिष्ट .reg परिवर्तन पुनः लागू किए जा रहे हैं
ru: Ре-апплыйнг усер-спекифик .рег чангес

source: Revert %%USERNAME%% with "%s" in script files
hi: स्क्रिप्ट फ़ाइलों में %%USERNAME%% को "%s" से पूर्ववत करें
ru: Реверт %%USERNAME%% витх "%s" ин скрипт филес

source: Error during '%(step)s': %(error)s
hi: '%(step)s' के दौरान त्रुटि: %(error)s
ru: Еррор дуринг '%(step)s': %(error)s

source: Template saved to %s
hi: टेम्पलेट %s पर सहेजा गया
ru: Template савед то %s

source: Exporting...
ru: Експорт...

source: Cancel Backup
hi: बैकअप रद्द करें
ru: Отменит резервное копирование

source: Do you want to cancel the template backup process?
hi: क्या आप टेम्पलेट बैकअप प्रक्रिया रद्द करना चाहते हैं?
ru: До ёу вант то канкел тхе темплате баккуп прокесс?

source: Cancelled
hi: रद्द किया गया
ru: Отменено

source: Template backup was cancelled
hi: टेम्पलेट बैकअप रद्द कर दिया गया
ru: Template баккуп вас канкеллед

source: Failed during step '%(step)s': %(error)s
hi: चरण '%(step)s' के दौरान विफल: %(error)s
ru: файлед дуринг степ '%(step)s': %(error)s

source: Template restore failed: %s
hi: टेम्पलेट पुनर्स्थापना विफल: %s
ru: Template ресторе фаилед: %s

source: Failed to start template restore: %s
hi: टेम्पलेट पुनर्स्थापना शुरू करने में विफल: %s
ru: файлед то старт темплате ресторе: %s

source: Insufficient Space
hi: अपर्याप्त स्थान
ru: Недостаточно места

source: Need %(need).1fMB, only %(avail).1fMB available.
hi: %(need).1fMB की आवश्यकता है, केवल %(avail).1fMB उपलब्ध है।
ru: Неед %(need).1fMB, онлы %(avail).1fMB аваилабле.

source: No templates found to clone.
hi: क्लोन करने के लिए कोई टेम्पलेट नहीं मिला।
ru: Но темплатес фоунд то клоне.

source: Clone Template
hi: टेम्पलेट क्लोन करें
ru: Клонироват шаблон

source: Select a template to clone and enter a new name:
hi: क्लोन करने के लिए एक टेम्पलेट चुनें और एक नया नाम दर्ज करें:
ru: Селект а темплате то клоне анд ентер а нев наме:

source: Set Template Clone Name
hi: टेम्पलेट क्लोन नाम सेट करें
ru: Задат имя клона шаблона

source: Invalid Name
hi: अमान्य नाम
ru: Некорректное имя

source: Please enter a name for the clone.
hi: कृपया क्लोन के लिए एक नाम दर्ज करें।
ru: Плеасе ентер а наме фор тхе клоне.

source: A template with this name already exists.
hi: इस नाम का एक टेम्पलेट पहले से मौजूद है।
ru: A темплате витх тхис наме алреады ексисц.

source: Clone Successful
hi: क्लोन सफल
ru: Клонирование успешно

source: Successfully cloned to %s
hi: सफलतापूर्वक %s पर क्लोन किया गया
ru: Суккессфуллы клонед то %s

source: Clone Error
hi: क्लोन त्रुटि
ru: Ошибка клонирования

source: An error occurred: %s
hi: एक त्रुटि हुई: %s
ru: Ан еррор оккурред: %s

source: Create Template
hi: टेम्पलेट बनाएं
ru: Создат шаблон

source: Enter a name and select architecture:
hi: एक नाम दर्ज करें और आर्किटेक्चर चुनें:
ru: Ентер а наме анд селект арчитектуре:

source: Template Name
hi: टेम्पलेट नाम
ru: Имя шаблона

source: Please enter a valid name.
hi: कृपया एक वैध नाम दर्ज करें।
ru: Введите корректное имя.

source: Show log
fr: Afficher le journal
hi: लॉग दिखाएं
nl: Log tonen
ru: Показать журнал

source: Open Terminal
fr: Ouvrir le terminal
hi: टर्मिनल खोलें
nl: Terminal openen
ru: Открыть терминал

source: Install dxvk vkd3d
fr: Installer dxvk vkd3d
hi: dxvk vkd3d स्थापित करें
nl: dxvk en vkd3d installeren
ru: Установит DXVK и VKD3D

source: Open Filemanager
fr: Ouvrir le gestionnaire de fichiers
hi: फ़ाइल प्रबंधक खोलें
nl: Bestandsbeheer openen
ru: Открыть файловый менеджер

source: Edit Script File
fr: Modifier le fichier de script
hi: स्क्रिप्ट फ़ाइल संपादित करें
nl: Scriptbestand bewerken
ru: Редактироват фаил скрипта

source: Delete Wineprefix
fr: Supprimer le préfixe Wine
hi: Wineprefix हटाएं
nl: Wineprefix verwijderen
ru: Удалит префикс Wine

source: Delete Shortcut
fr: Supprimer le raccourci
hi: शॉर्टकट हटाएं
nl: Snelkoppeling verwijderen
ru: Удалит ярлык

source: Wine Arguments
fr: Arguments Wine
hi: Wine तर्क
nl: Wine-argumenten
ru: Аргументы Wine

source: Rename Shortcut
fr: Renommer le raccourci
hi: शॉर्टकट का नाम बदलें
nl: Snelkoppeling hernoemen
ru: Переименоват ярлык

source: Change Icon
fr: Changer l'icône
hi: आइकन बदलें
nl: Pictogram wijzigen
ru: Изменит иконку

source: Backup Prefix
fr: Sauvegarder le préfixe
hi: प्रीफ़िक्स का बैकअप लें
nl: Prefix backuppen
ru: Резервная копия префикса

source: Create Bottle
fr: Créer une bouteille
hi: बोतल बनाएं
nl: Bottle aanmaken
ru: Создат бутылку

source: Save Wine User Dirs
fr: Enregistrer les répertoires utilisateur Wine
hi: Wine उपयोगकर्ता डायरेक्टरी सहेजें
nl: Gebruikersmappen opslaan
ru: Сохранит каталоги ползователя Wine

source: Load Wine User Dirs
fr: Charger les répertoires utilisateur Wine
hi: Wine उपयोगकर्ता डायरेक्टरी लोड करें
nl: Gebruikersmappen laden
ru: Загрузит каталоги ползователя Wine

source: Reset Shortcut
fr: Réinitialiser le raccourci
hi: शॉर्टकट रीसेट करें
nl: Snelkoppeling resetten
ru: Сбросит ярлык

source: Add Desktop Shortcut
fr: Ajouter un raccourci sur le bureau
hi: डेस्कटॉप शॉर्टकट जोड़ें
nl: Bureaubladsnelkoppeling toevoegen
ru: Добавит ярлык на рабочий стол

source: Remove Desktop Shortcut
fr: Supprimer un raccourci du bureau
hi: डेス्कटॉप शॉर्टकट हटाएं
nl: Bureaubladsnelkoppeling verwijderen
ru: Удалит ярлык с рабочего стола

source: Import Game Directory
fr: Importer un répertoire de jeu
hi: गेम डायरेक्टरी आयात करें
nl: Spelmap importeren
ru: Импорт директорий игры

source: Run Other Exe
fr: Exécuter un autre .exe
hi: अन्य Exe चलाएं
nl: Ander .exe-bestand uitvoeren
ru: Запустить другои EXE

source: Environment Variables
fr: Variables d'environnement
hi: पर्यावरण चर
nl: Omgevingsvariabelen
ru: Переменне окружения

source: Change Runner
fr: Changer de lanceur
hi: रनर बदलें
nl: Runner wijzigen
ru: Сменит руннер

source: Rename Prefix Directory
fr: Renommer le répertoire du préfixe
hi: प्रीफ़िक्स डायरेक्टरी का नाम बदलें
nl: Prefix-map hernoemen
ru: Переименоват каталог префикса

source: Wine Config (winecfg)
fr: Configuration Wine (winecfg)
hi: Wine कॉन्फ़िग (winecfg)
nl: Wine-configuratie (winecfg)
ru: Настроика Wine (винекфг)

source: Registry Editor (regedit)
fr: Éditeur de registre (regedit)
hi: रजिस्ट्री संपादक (regedit)
nl: Registereditor (regedit)
ru: Редактор реестра (регедит)

source: Winetricks GUI
fr: Interface graphique Winetricks
ru: Интерфеис Winetricks

source: About
fr: À propos
hi: के बारे में
nl: Over
ru: O программе

source: Set Environment Variables
fr: Définir les variables d'environnement
hi: पर्यावरण चर सेट करें
nl: Omgevingsvariabelen instellen
ru: Задат переменне окружения

source: Enter variables in X=Y;Z=W format:
fr: Entrez les variables au format X=Y;Z=W :
hi: चर X=Y;Z=W प्रारूप में दर्ज करें:
nl: Voer variabelen in met het formaat X=Y;Z=W:
ru: Введите переменне в формате X=Y;Z=W:

source: Invalid Environment Variables
fr: Variables d'environnement invalides
hi: अमान्य पर्यावरण चर
nl: Ongeldige omgevingsvariabelen
ru: Недопустиме переменне окружения

source: Please use the correct format: X=Y;Z=W.
fr: Veuillez utiliser le bon format : X=Y;Z=W.
hi: कृपया सही प्रारूप का उपयोग करें: X=Y;Z=W.
nl: Gebruik het juiste formaat: X=Y;Z=W.
ru: Исползуыте корректный формат: X=Y;Z=W.

source: Single Prefix Mode Warning
fr: Avertissement du mode préfixe unique
hi: सिंगल प्रीफ़िक्स मोड चेतावनी
nl: Waarschuwing: Enkele prefix-modus
ru: Предупреждение режима одного префикса

source: You're in Single Prefix mode! Renaming will affect ALL scripts using this prefix.
fr: Vous êtes en mode préfixe unique ! Renommer affectera TOUS les scripts utilisant ce préfixe.
hi: आप सिंगल प्रीफ़िक्स मोड में हैं! नाम बदलने से इस प्रीफ़िक्स का उपयोग करने वाली सभी स्क्रिप्ट प्रभावित होंगी।
nl: U bent in de modus voor één prefix! Hernoemen heeft invloed op ALLE scripts die deze prefix gebruiken.
ru: Ёу'ре ин Сингле префикс моде! Ренаминг вилл аффект ALL скрипц усинг тхис префикс.

source: Proceed Anyway
fr: Continuer quand même
hi: फिर भी आगे बढ़ें
nl: Toch doorgaan
ru: Все равно продолжит
